{
    "DOC1": "Santa Barbara Garden: Contrasting with the gray landscape formed by the surrounding buildings, the Jardim de Santa Bárbara is a distinctive public garden with bright colors emanating from its well tended-flowers. This is the ideal refuge for anyone looking for a quiet space, perfect for reading a book or sharing love pledges. In the middle of the garden, there is a statue of Saint Barbara on a seventeenth-century fountain, which turns this garden into one of the most beautiful places in Braga. At the bottom of the garden, the high stone wall with crenels resembles a castle, turning this place into a special beauty. However, this wall, erected in the late Middle Ages, is only a facade belonging to the Episcopal Palace of Braga (also known as Archiepiscopal Palace of Braga or Medieval Palace of Braga), where the District Archive of Braga currently operates.",
    "DOC2": "Largo do Paco: Located in the heart of the historical center of Braga, Largo do Paço consists of a group of buildings that were once the residence of the Archbishops, known as Paço Episcopal Bracarense. This square has four visible buildings, a 1723 Chafariz dos Castelos (Fountain) in the center, as well as the Noble Hall of the University of Minho, the Public Library of Braga and the Municipal Archive.",
    "DOC3": "Bom Jesus Sanctuary: The Sanctuary of Bom Jesus and its surrounding area is the most prominent place in the tourist postcards of Braga. Its architectural complex is majestic, with predominantly religious, baroque, rococo and neoclassical architecture. To reach the top without a car, there are two equally enjoyable ways: use the elevator, which is a water-powered funicular, the first built in the Iberian Peninsula, or climb the 500 steps (573 steps according to the Confraria do Bom Jesus do Monte) that form the different staircases, and take some time to contemplate the views over Braga on the way up. Bom Jesus history has started in the 14th century. One may observe baroque fountains and statues along the stairways, surrounded by a centenary hill. However, the site, as we know it today, started being built in 1722 under the patronage of Rodrigo de Moura Teles, who designed the current Sanctuary and ordered the construction of the Chapels dedicated to the Via Crucis, the Gateway and the Stairways dedicated to the Five Senses. Due to the increasing number of pilgrims, who still go to Bom Jesus on foot, Archbishop D. Gaspar de Bragança asked the architect Carlos Amarante to design a new Basilica in 1784. The work was completed in 1811, giving life to one of the first Portuguese neoclassical buildings.",
    "DOC4": "Se Cathedral: The Sé Cathedral is the oldest cathedral in the country, which originated the popular saying \"mais velho que a Sé de Braga” (older than the Sé Cathedral). In fact, the construction project of this Cathedral started before Portugal was a nation, which explains why the whole city has grown around the Cathedral itself. With several architectural styles visible on its facades and walls, namely Romanesque and Gothic, with a mostly baroque interior, the Cathedral has great importance for the rhythm of the city. This combination of architectural styles is mainly due to the fact that the initial building plans were extended, and over the years, the Cathedral has incorporated five chapels, two cloisters, a Galilee, an Apse chapel, a chevet, and a sacristy. Designed in the 11th century by Bishop Pedro, it is believed that the Sé Cathedral was built on the location of an ancient Roman market or temple dedicated to the Goddess Isis (this belief is supported by the existence of a votive stone on one of the external walls of the Cathedral). Visitors cannot do without glimpsing the ceilings, the pipe organs, the altar with a frontal built from a remaining piece of an old altarpiece, ordered by D. Diogo de Sousa to build the main chapel, and of course the Treasure Museum.",
    "DOC5": "Centesima Pagina Bookstore: Located in the Casa do Rolão, in the Avenida Central, Centésima Página Bookstore is an independent space, acknowledged for the quality of the exhibitions, book presentations, debates, concerts, childrens animations, workshops and other cultural actions. Casa Rolão is an example of eighteenth century civil architecture in Baroque style, classified as a building of Public Interest since 1977.",
    "DOC6": "INL: The International Iberian Nano technology Laboratory arises from a partnership between the Portuguese and Spanish governments, to create an R&D centre able to assert itself in the international scientific sphere.",
    "DOC7": "Guadalupe Chapel: The Capela de Nossa Senhora de Guadalupe can be found in São Victor, on the hill of Santa Margarida. It is believed that his temple was erected to invoke Saint Margarida, but was replaced at the beginning of the 18th century by the fraternity of Our Lady of Guadalupe, with the support of Archbishop D. Rodrigo de Moura Teles. With an unusual, circular architecture, this chapel is unique in the city. The simplicity of its interior and the main altarpiece conceived in rococo style by André Soares, with carving and polychromy details, in shades of blue, white, green and gold, are worth seeing.",
    "DOC8": "Arcada: The Arcada or Largo da Arcada is the central point of the city of Braga. It is in this place, designed by Archbishop D. Diogo de Sousa in the Middle Ages, that it feels the true aura of Braga. During the sixteenth century, the Arcada served as shelter for animals and merchandise that would be marketed in that area. However, the Arcade that we find today in the Republic Square, recognized by its unmistakable fountain, is not the original. From 1715, built on the initiative of Archbishop D. Rodrigo de Moura Teles, this Arcade consists of eight arches on each side and three arches in the central part, a total of nineteen arches. In keeping with its original purpose of socializing and meeting people, this is where two of the city s most renowned cafes are located: Café Vianna, 1871, and Café Astoria, 1928.",
    "DOC9": "Biscainhos Museum: Respecting the legacy of the region, the richness of the heritage in which it is integrated, and the noble ancestors that inhabited it, the Palácio dos Biscainhos Museum is, without a doubt, a mandatory point of visit in the city of Braga. The house, built in the last quarter of the 17th century, reflects the taste and lifestyle of the noble family that lived there. The Entrance Hall, the Noble Room, the Deck Rooms, the Oratory, the Dining Room, the Stables and the Old Kitchens constitute a mandatory visit. The baroque gardens and the old orchard and vegetable garden should also be taken into consideration when visiting.",
    "DOCA": "Sao Martinho de Dume Museum Nucleus: The Núcleo Museológico de São Martinho de Dume belongs to the range of archaeological sites that can be visited in Braga. It was inaugurated in 2006 with the aim of preserving, valuing and disseminating the archaeological ruins there, especially the remains of the Dume Basilica and the Sarcophagus of Saint Martin (supposed).",
    "DOCB": "Museum of Archeology D. Diogo de Sousa: Revitalized as an Archeological Museum in 1980 (it was until then called History of Art and Archeology since 1918), Museum of Archeology D. Diogo de Sousa is a place where the archaeological heritage of Braga is promoted. With an auditorium, temporary and permanent exhibitions, a shop, educational services, a library, a cafeteria and a garden, this museum was named after Archbishop D. Diogo de Sousa (1461-1532), responsible for many measures of urban remodeling in the city and that gathered the archaeological evidence, hitherto dispersed. We also recommend you to visit the large outdoor gardens for free."
}